{
  "thermal-camera": [
    {
      "title": "열화상 카메라",
      "items": [
        {
          "name": "MAG91",
          "code": "MAG91",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG91 온라인 열화상 카메라는 1280×1024 비냉각 평면 초점 열 센서를 사용하여 고품질의 적외선 영상을 출력합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "1000M 이상의 이더넷을 통해 30Hz의 온도 데이터를 출력하며, 로컬 네트워크 내에서 사용 가능하고, 설치가 간편하며 유연하고 경제적입니다.",
                "하이크비전, 다화 등 일반적인 NVR과 호환되며, NVR을 통해 영상 재생, 클라우드 제어 및 포커싱 조절이 가능합니다.",
                "고정 비트스트림, 순수 비디오 스트림, 혼합 스트림의 세 가지 스트리밍 모드를 제공하여 다양한 애플리케이션 및 네트워크 조건에 적합합니다.",
                "기록된 고정 비트스트림 데이터는 완벽하게 과거 장면을 재현할 수 있으며, 초고해상도 이미지를 출력할 수 있습니다.",
                "산업용 응용 프로그램, SDK, 이미지 전송 소프트웨어를 제공합니다.",
                "SDK는 100개 이상의 명령을 포함하며, 열화상 카메라 제어, 이미지 처리 및 온도 측정을 완벽하게 구현할 수 있어 개발자가 쉽게 사용할 수 있습니다.",
                "인터페이스가 풍부하며 통합이 용이합니다."
              ]
            }
          ]
        },
        {
          "name": "MAG-AI",
          "code": "MAG-AI",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-AI 시리즈 스마트 열화상 카메라는 스마트 인식을 통합하여 개발이 용이하며, 정밀한 온도 측정을 하나로 통합한 제품입니다. 동시에, Juge Technology는 개발자를 위해 클라우드 서비스, 빅데이터 분석 플랫폼 및 머신러닝 등의 알고리즘 지원도 제공합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "내장된 2T 연산 능력의 사용자 프로그래밍 가능한 엣지 네트워크 가속기를 통해 더욱 복잡한 영상 인식 작업을 수행할 수 있습니다.",
                "전문적인 정밀 온도 측정을 위해 설계되었으며, 온도 측정 정확도가 높습니다.",
                "내장된 1080P 가시광 카메라는 통합도가 높습니다.",
                "적외선 및 가시광 카메라의 정렬 정확도가 높아, 정밀한 위치 보정 계산이 가능합니다."
              ]
            }
          ]
        },
        {
          "name": "MAG-RT",
          "code": "MAG-RT",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-RT 시리즈 스마트 듀얼 스펙트럼 적외선 열화상 카메라는 적외선과 가시광을 고정밀도로 통합 설계한 제품으로, 안면 인식 알고리즘 및 고성능 소프트웨어 시스템을 탑재하여 얼굴을 정밀하게 식별하고 온도 측정 정확도를 높입니다. 이는 인체 온도 측정, 체온 감지 등 응용에 적합합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "인체 온도 측정을 위한 전용 설계로, 측정 정확도가 높습니다.",
                "비접촉 외부 온도 센서 없이, 간편한 설치.",
                "내장 가시광 카메라로 통합도 높음.",
                "전용 클라이언트 소프트웨어가 함께 제공되며, AI 안면 인식, 인원 수 통계 및 데이터베이스 등의 부가 기능을 포함합니다."
              ]
            }
          ]
        },
        {
          "name": "MAG-DTEX",
          "code": "MAG-DTEX",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-DTEX 방폭형 열화상 카메라는 비냉각 평면 초점 적외선 탐지기를 채택하여 고품질 적외선 영상을 출력합니다.",
                "저전력 TEC(열전소자) 히터리스 설계를 채택하여 전원을 켜자마자 바로 측정 가능하며, 온도 측정이 더 정밀합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "1000M 이상 대역폭의 네트워크 전송을 사용하여 단일 영역 또는 영역 간 전송이 가능하고, 네트워크 구성에 유연하고 경제적입니다.",
                "온도 스트림, 순수 비디오 스트림, 혼합 스트림 등 세 가지 전송 방식을 제공하여 다양한 응용 및 네트워크 조건에 적응합니다.",
                "기록된 온도 데이터 스트림을 재생할 수 있으며, 이력을 완벽하게 복원합니다.",
                "인터넷/로컬 네트워크를 통해 클라우드 연결을 지원하며, 웹 페이지, 모니터링 센터, 모바일 앱 등에서 즉시 원격 제어가 가능하고, 사설 서버 구축 및 VPN을 통해 내부 모니터링도 실현할 수 있습니다.","이미지 조직 및 압축을 지원하며, 여러 장의 고정밀 온도 측정 디지털 이미지를 동시에 획득할 수 있습니다.",
                "전문 이미지 응용 프로그램, SDK, 이미지 무선 전송 소프트웨어를 제공합니다.",
                "SDK는 100개 이상의 함수가 내장되어 있어 열화상 카메라 제어, 이미지 처리 및 온도 측정을 완전하게 실현할 수 있어 개발자가 손쉽게 사용할 수 있습니다."
              ]
            }
          ]
        },
        {
          "name": "ZAFR6202-AG",
          "code": "ZAFR6202-AG",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "ZAFR6202-AG 방폭형 시리즈 온라인 열화상 카메라는 비냉각 평면 초점 적외선 탐지기를 채택하여 고품질 적외선 영상을 출력합니다. 낮은 전력을 소모하고, TEC(열전소자) 히터 없이 작동하여 빠른 기동, 온도 측정이 더 정밀합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "이더넷 전송을 채택하여, 단일 지역, 여러 지역에서 동시에 사용 가능하며, 구조가 간단하고, 설치 및 유지 관리가 용이하며, 경제적입니다.",
                "하이크비전, 다화 등의 NVR과 호환되며, NVR을 통해 영상 저장 및 포커스 기능을 사용할 수 있습니다.",
                "세 가지 모드(온도 측정 영상, 순수 열영상, 혼합 영상) 제공으로 다양한 응용 및 네트워크 조건에 적응합니다.",
                "사용자 정의 온도 측정 기능과 경보 설정, 이력 검색을 지원합니다.",
                "Internet을 통한 원격 제어 및 모니터링, 실시간 모니터링, 모바일 앱으로 실시간 확인 가능하며, 자체 서버 또는 VPN으로 내부 모니터링도 구현할 수 있습니다.",
                "동기형 영상 저장, 고정밀 온도 측정 이미지 캡처를 지원합니다.",
                "전문 API, SDK, 이미지 분석 및 온도 측정 소프트웨어를 제공합니다.",
                "SDK는 60개 이상의 기능을 포함하여 완전한 이미지 분석, 영상 처리 및 온도 측정 지원으로 개발자에게 편리함을 제공합니다.",
                "다국어 인터페이스로 손쉬운 통합이 가능합니다."
              ]
            }
          ]
        },
        {
          "name": "DT-Usx",
          "code": "DT-Usx",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "DT-USx 시리즈 이중 대역 적외선 온도 측정 열화상 카메라 모듈은 개발이 용이하고, 정밀한 온도 측정을 하나로 통합한 제품입니다. 개발자를 위해 클라우드 서비스, 빅데이터 분석 플랫폼, 머신러닝 등 알고리즘 지원도 제공합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "320×240 / 384×288 비냉각 적외선 탐지기, 1080P 저조도 가시광 센서, 25배 광학 줌을 탑재하여 다양한 환경에 적합",
                "소형 설계로 통합이 용이함",
                "하이크비전, 다화 등의 일반적인 NVR과 호환",
                "전문 애플리케이션, SDK, 이미지 분석 소프트웨어 제공"
              ]
            }
          ]
        },
        {
          "name": "DT-S Series",
          "code": "DT-S-series",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "DT-S 시리즈 적외선+가시광 이중 대역 온도 측정 시스템은 160×120 / 320×240 / 384×288 비냉각 평면 탐지기를 사용하며, 온도 측정 정밀도는 ±1.5도 또는 ±1.5%에 달합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "1080P 저조도 가시광 센서를 채택하였고, 20배 광학 줌을 지원하여 다양한 환경에 적합함.",
                "내장된 인공지능 알고리즘을 통해, 대상 분류 및 행동 분석 기능을 수행할 수 있음.",
                "하이크비전, 다화 등 일반적인 NVR과 호환 가능.",
                "전문 애플리케이션, SDK, 이미지 분석 소프트웨어 제공."
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "중파 및 단파 적외선 카메라",
      "items": [
        {
          "name": "MAG-F9B (과학용)",
          "code": "MAG-F9B",
          "thumb": "MAG-F9B-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-F9B 과학용 중파 냉각 열화상 카메라는 1280×1024 InSb 냉각 적외선 검출기를 사용하는데, 새로운 불량 픽셀 문제가 없고 비교할 수 없을 만큼 뛰어난 적외선 이미지를 출력합니다. 글로벌 셔터를 사용하면 풀 프레임 데이터 전송 속도가 최대 120Hz이고, 윈도우 모드는 4000Hz보다 높아 빠르게 변화하는 프로세스를 녹화할 수 있습니다. 관심 있는 지역을 정확하게 포착하기 위해 모든 위치에서 창을 빠르게 엽니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "위상 잠금 감지에 사용할 수 있는 고정밀 동기화 모드를 지원합니다",
                "온도 데이터 스트림을 저장 및 재생하여 과거 현장을 정밀하게 재현할 수 있습니다.",
                "GigE Vision을 지원하고 Halcon, VisionPro, IMAQ 등의 이미지 처리 시스템과 호환됩니다.",
                "SDK는 C/C++/Java/Python/Matlab/LabView/Restful API 등의 다양한 인터페이스를 지원합니다.",
                "Pro 버전 프로그램을 무료로 제공합니다."
              ]
            }
          ]
        },
        {
          "name": "MAG-F7XM(L) (공중)",
          "code": "MAG-F7XM(L)",
          "thumb": "MAG-F7XM(L)-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-F7XM(L) 공중 냉각 열화상 카메라는 3축 짐벌과 전송 프로토콜을 통합하고 있으며, DJI M300/M350 멀티로터 드론에 직접 장착할 수 있습니다. F7XM 중파장 열화상 카메라는 640×512 InSb 적외선 검출기를 사용하고, F7XML 장파장 열화상 카메라는 640×512 SLS 적외선 검출기를 사용하여 새로운 불량 화소가 추가로 발생하지 않고, 고품질의 적외선 이미지를 출력합니다. 글로벌 셔터를 사용하면 풀 프레임 데이터 전송 속도가 100Hz보다 높아집니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "온도 데이터 스트림을 저장 및 재생하여 과거 현장을 정밀하게 재현할 수 있습니다.",
                "SDK는 C/C++/Java/Python/Matlab/LabView/Restful API 등의 다양한 인터페이스를 지원합니다.",
                "Pro 버전 프로그램을 무료로 제공합니다."
              ]
            }
          ]
        },
        {
          "name": "MAG-F7(E) (과학용)",
          "code": "MAG-F7(E)",
          "thumb": "MAG-F7(E)-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-F7(E) 과학용 중파 냉각형 열화상 카메라는 640×512 InSb 적외선 검출기를 사용하여 추가적인 불량 화소 문제가 없고 고품질 적외선 이미지를 출력합니다. 글로벌 셔터를 사용하면 F7 풀 프레임 데이터 전송 속도는 최대 131Hz, F7E 풀 프레임 데이터 전송 속도는 최대 225Hz이며, 윈도우 모드는 4000Hz보다 높아 빠르게 변화하는 프로세스를 녹화할 수 있습니다. 매크로 렌즈를 사용하면 물체 분해능이 1.875μm에 도달할 수 있습니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "관심 있는 지역을 정확하게 포착하기 위해 모든 위치에서 창을 빠르게 엽니다.",
                "동시에 여러 스펙트럼을 관찰하고 기록할 수 있는 200만 화소 가시광선 카메라가 내장되어 있습니다.",
                "위상 잠금 감지에 사용할 수 있는 고정밀 동기화 모드를 지원합니다",
                "온도 데이터 스트림을 저장 및 재생하여 과거 현장을 정밀하게 재현할 수 있습니다.",
                "GigE Vision을 지원하고 Halcon, VisionPro, IMAQ 등의 이미지 처리 시스템과 호환됩니다.",
                "SDK는 C/C++/Java/Python/Matlab/LabView/Restful API 등의 다양한 인터페이스를 지원합니다.",
                "Pro 버전 프로그램을 무료로 제공합니다."
              ]
            }
          ]
        },
        {
          "name": "MW320(640)",
          "code": "MW320(640)",
          "thumb": "MW320(640)-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MW320(640) 중파 비냉각 열화상 카메라는 비냉각 중파 초점면 검출기를 사용하며, 크기가 작고 냉장고 수명 문제가 없습니다. 광학 유리창을 관통하여 화염온도, 화염온도, 유리온도를 측정할 수 있습니다. 이는 철강, 야금, 유리 용해로, 가공 제어, 상태 모니터링 및 기타 분야에서 생산 공정의 신뢰성을 보장하는 데 사용됩니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Hikvision, Dahua 등 일반적인 NVR 과 호환되며, NVR을 통해 비디오 재생, PTZ 제어 및 초점 조절이 가능합니다.",
                "순수 온도 스트림, 순수 비디오 스트림, 혼합 스트림의 세 가지 모드를 제공하여 다양한 사용 및 네트워크 상황에 맞게 조정할 수 있습니다.",
                "여러 사용자가 동시에 온도 및 비디오 데이터를 수집할 수 있도록 지원합니다.",
                "사용자는 렌즈를 교체하여 다양한 온도 측정 범위나 시야를 확보하고 온도를 정확하게 측정할 수 있습니다.",
                "전문가 버전 애플리케이션, SDK, 이미지 오프라인 분석 소프트웨어를 제공합니다.",
                "크기가 작고 인터페이스가 풍부하여 통합이 쉽습니다."
              ]
            }
          ]
        },
        {
          "name": "SW640",
          "code": "SW640",
          "thumb": "SW640-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "SW640 단파장 적외선 카메라는 응답 파장이 900~1700nm이고 통합 시간이 마이크로초인 InGaAs 초점 평면 센서를 사용합니다. 꼬리에 꼬리를 달지 않고 고속으로 이동하는 물체를 관찰할 수 있으며, AI 지능형 알고리즘과 결합하여 실시간 온라인 감지를 위한 효과적인 머신 비전 방법을 제공합니다. 단파 카메라는 다양한 산업에 적용 가능합니다."
              ]
            }
          ]
        },
        {
          "name": "SW640T",
          "code": "SW640T",
          "thumb": "SW640T-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "SW640T 단파장 온도 측정 적외선 열화상 카메라는 단파장 적외선 감지기를 사용하며 유리창을 통해 온도를 측정할 수 있습니다. 응답 시간이 짧고 최대 프레임 속도가 137Hz로 빠르게 움직이는 대상 장면에 적합합니다. 다양한 렌즈 사양을 선택할 수 있으며, 다양한 용도에 적합합니다. 다양한 인터페이스를 갖추고 있으며 사용하기 쉽습니다. 쉬운 개발을 위해 다국어 및 다중 플랫폼 SDK를 제공합니다."
              ]
            }
          ]
        },
        {
          "name": "SW320",
          "code": "SW320",
          "thumb": "SW320-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "SW320 단파장 온도 측정용 적외선 열화상 카메라는 검출 파장 범위가 0.9~2.5μm이며, 온도가 650~1600℃ 이상인 대상의 온도를 측정하는 데 적합합니다. 주변온도 20~40℃에서 온도 측정 정확도는 1%입니다. 용해로 내부의 고온 대상물을 기존의 유리창을 통해 관찰할 수 있으며, 이는 철강, 야금, 유리 용해로 등의 산업용으로 적합합니다. 100M 이더넷을 사용하여 온도 데이터를 출력하며, 로컬 에어리어 네트워크에서 사용할 수 있습니다. 네트워킹은 편리하고, 유연하며, 경제적입니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "일반 NVR과 호환되며, NVR을 통해 비디오를 재생하고, PTZ를 제어하고, 초점을 맞출 수 있습니다.",
                "순수 온도 스트림, 순수 비디오 스트림, 혼합 스트림의 세 가지 모드를 제공하여 다양한 용도와 네트워크 상황에 맞게 조정할 수 있습니다.",
                "온도 데이터 스트림을 기록하고 재생하여 과거 장면을 재현할 수 있으며, 초고해상도 이미지를 출력할 수 있습니다.",
                "사용자는 렌즈를 교체하여 다양한 온도 측정 범위나 시야각을 얻고 온도를 정확하게 측정할 수 있습니다.",
                "전문가 버전 애플리케이션, SDK, 이미지 오프라인 분석 소프트웨어를 제공합니다.",
                "SDK는 열화상 카메라 제어, 이미지 처리 및 온도 측정을 완벽하게 구현하기 위해 60개 이상의 기능을 내보냅니다.",
                "크기가 작고, 인터페이스가 풍부하며, 통합이 쉽습니다."
              ]
            }
          ]
        },
        {
          "name": "SW1024L",
          "code": "SW1024L",
          "thumb": "SW1024L-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "FEATURE",
              "bullets": [
                "SW1024L 단파 적외선 어레이 카메라 1024픽셀, 12.5μm 픽셀, 고해상도",
                "1차 TEC 냉각, 작은 암전류",
                "응답 대역 900~1700nm, 400~1700nm까지 확장 가능",
                "크기가 작아 통합이 쉽습니다.",
                "네트워크 출력, 플러그 앤 플레이, 사용하기 쉬움"
              ]
            }
          ]
        },
        {
          "name": "HT60",
          "code": "HT60",
          "thumb": "HT60-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "FEATURE",
              "bullets": [
                "HT60 고온 열화상 카메라는 넓은 온도 측정 범위를 갖춘 높은 동적 범위 검출기를 사용합니다.",
                "광학 유리창을 관통하여 온도를 측정할 수 있습니다. 640*480의 높은 공간 해상도를 가지고 있습니다.",
                "다양한 용도에 적합한 다양한 렌즈 사양을 선택할 수 있습니다.",
                "구조가 간결하고 통합이 쉽습니다.",
                "풍부한 인터페이스를 갖추고 있으며 사용하기 쉽습니다. 쉬운 개발을 위해 다국어 및 다중 플랫폼 SDK를 제공합니다." 
              ]
            }
          ]
        },
        {
          "name": "PS300 적외선 온도계",
          "code": "PS300",
          "thumb": "PS300-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "PS300 적외선 온도계는 단일 지점 비접촉 온도 측정을 채택하고 응답 대역은 1.5μm~5.5μm를 포함합니다. 실제 적용 시나리오에 따라 다양한 광학 필터를 구성하여 외부 간섭을 제거하고 정확한 온도 측정을 달성할 수 있습니다. PS300의 온도 측정 범위는 300~1600℃를 포괄하며, 사용자 요구에 따라 유연하게 맞춤화할 수 있습니다. PS300 데이터 출력 속도는 최대 250Hz로, 대부분의 애플리케이션 시나리오의 실시간 요구 사항을 충족할 수 있습니다. PS300 적외선 온도계는 크기가 작고 구조가 컴팩트하며, 단면 크기가 60mm×33mm에 불과하고 길이가 184mm에 불과하여 다양한 유형의 장비에 쉽게 통합할 수 있습니다.",
                "단일 지점 온도 측정 장비를 설치하고 디버깅할 때 타겟 정렬은 매우 중요하며 온도 측정 정확도와 직접적인 관련이 있습니다. PS300에는 보조 정렬 레이저가 내장되어 있습니다. 설치 및 디버깅 중에도 버튼을 눌러 언제든지 정렬 레이저를 켜거나 끌 수 있어 타겟 정렬 정확도를 보장하고 작업 복잡성을 줄일 수 있습니다.",
                "안정성과 실시간 성능에 대한 산업용 온라인 모니터링 요구 사항을 고려하여 PS300 적외선 온도계는 데이터 전송을 위해 RS232 인터페이스를 사용하고 RS232를 통해 대상 방사율, 데이터 갱신 빈도, 온도 측정 범위 등과 같은 측정 매개변수를 설정하기 위한 지침을 보낼 수 있습니다. 사용하기 쉽고 플러그 앤 플레이 방식입니다. 또한 PS300은 4-20mA 또는 0-10V 아날로그 제어 신호 출력도 지원하므로 생산 라인의 기존 제어 시스템에 쉽게 통합할 수 있습니다.",
                "PS300 적외선 온도계는 정확한 온도 측정, 빠른 응답 속도, 높은 안정성이라는 특징을 가지고 있습니다. 반도체 웨이퍼 온도 측정, 다이아몬드 등의 결정 성장 온도 측정, 용융 철 온도 측정, 유리 기판이나 용융 유리 온도 측정, 석영 창을 통해 밀폐된 캐비티 내의 목표 온도 측정 등에 적합합니다."
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "레이저빔 열화상 카메라",
      "items": [
        {
          "name": "MAG-RAY",
          "code": "MAG-RAY",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "레이저 스펙트럼 분석기 MAGRay는 중장파 적외선 레이저의 빔 사이즈, 2D/3D 에너지 분포, 발산각, 타원률, 빔의 방향 안정성, 웨이스트 위치 및 크기, 그리고 빔 품질 인자 등을 측정할 수 있습니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "레이저 스펙트럼 분석기 MAGRay는 다양한 반응 파장 대역을 선택 가능함.",
                "고다이내믹 범위.",
                "연속 및 펄스 레이저 모두와 호환 가능.",
                "렌즈 선택 가능, 원거리 및 근거리 광점 모두 측정 가능.",
                "실시간으로 광질량 품질의 여러 지표를 측정하며, 데이터 및 영상 출력 지원.",
                "전문 광질량 분석 소프트웨어 및 다양한 플랫폼용 SDK 제공."
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "가스 이미징 카메라",
      "items": [
        {
          "name": "GAS41 (휴대형)",
          "code": "GAS41",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "GAS41 휴대용 가스 화상 영상 장비는 비냉각형 적외선 열화상 기술을 사용하여 빠르게 작동합니다. 피탐지 가스를 검출할 때 보조광이 필요하지 않습니다. 비접촉식 가스 감지로 전기 설비의 전원을 차단하지 않아도 멀리서 누출 위치를 정확하게 파악할 수 있습니다. 가스 검출과 온도 측정을 동시에 수행할 수 있어 기능이 풍부합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "비접촉식 가스 탐지, 먼 거리에서도 직접적으로 누출 상황을 보여줄 수 있어 효율이 높습니다.",
                "수동식 가스 탐지, 보조 광원이 필요 없습니다.",
                "가스 탐지와 온도 측정 기능을 겸비하여, 다양한 환경에서 사용할 수 있습니다.",
                "비냉각 기술을 채택, 부피가 작고, 무게가 가볍고, 비용이 저렴하며, 빠른 시동이 가능합니다."
              ]
            }
          ]
        },
        {
          "name": "GAS31 (온라인)",
          "code": "GAS31",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "GAS31 가스 열화상 장비는 비냉각식 적외선 열화상 기술을 채택하였으며, 비접촉식 가스 검출이 가능하고, 전기 장비의 전원을 차단하지 않아도 됩니다. 원거리에서 누출 위치를 정확하게 파악할 수 있습니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "비냉각식 적외선 열화상 기술을 채택하여 빠른 시동 가능",
                "수동식 가스 감지 방식으로, 보조 광원이 필요 없음",
                "비접촉식 가스 감지 방식으로, 전기 설비의 전원을 차단할 필요 없이 원거리에서 정확하게 누출 위치를 파악 가능",
                "가스 감지와 온도 측정 기능을 동시에 갖추어, 기능이 풍부함",
                "소형, 경량으로 조작이 간편"
              ]
            }
          ]
        },
        {
          "name": "MAG-G3 (냉장)",
          "code": "MAG-G3",
          "thumb": "MAG-G3-thumb",
          "has": ["spec"],
          "features": [
            {
              "title": "INTRODUCTION",
              "texts": [
                "MAG-G3 중파 냉장 가스 이미지 장치는 감도가 높은 냉장 T2SL 중파 적외선 검출기를 사용합니다. 냉장고의 수명은 14,000시간이며 유지관리 비용이 저렴합니다. 다양한 거리에 있는 대상에 자동으로 적용하는 전기 초점 렌즈가 내장되어 있습니다. 누출을 빠르게 찾아내기 위해 적외선과 가시광선의 듀얼 스펙트럼 이미지 출력 기능이 있습니다. 자동 검사 시스템에서 사용할 수 있는 자동 누출 지점 식별 알고리즘이 내장되어 있습니다. 최대 50가지 종류의 가스를 감지할 수 있으며, 열 감도(NETD)는 10mK에 불과하고 이미지 품질이 더욱 선명합니다. 구조가 간결하고 인터페이스가 풍부하며 통합이 쉽습니다. 쉬운 개발을 위해 다국어 및 다중 플랫폼 SDK를 제공합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "MAG-G3 중파 냉장가스 이미지는 감도가 높은 냉장 T2SL 중파 적외선 검출기를 사용합니다. 냉장고의 수명은 14,000시간이며 유지관리 비용이 저렴합니다.",
                "내장된 전기 초점 렌즈는 다양한 거리에 있는 대상에 자동으로 적용합니다.",
                "적외선과 가시광선의 듀얼 스펙트럼 이미지 출력으로 누출 지점을 빠르게 찾아냅니다.",
                "자동 검사 시스템에 사용할 수 있는 자동 누출 지점 식별 알고리즘이 내장되어 있습니다. 최대 50가지 종류의 가스를 감지할 수 있으며, 열 감도(NETD)는 10mK에 불과하고 이미지 품질이 더욱 선명합니다.",
                "구조가 컴팩트하고 인터페이스가 풍부하며 통합이 쉽습니다.",
                "쉬운 개발을 위해 다국어 및 다플랫폼 SDK를 제공합니다."
              ]
            }
          ]
        }
      ]
    }
  ],
  "spectral-camera": [
    {
      "title": "Spectral Camera",
      "items": [
        {
          "name": "Pika L",
          "code": "Pika_L",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika L 초분광 카메라는 비용 효율적이고 가벼운 소형 가시광선 + 근적외선 (VNIR) imager로 400-1000nm 스펙트럼 범위를 제공합니다.",
                "Pika L은 무게가 0.6kg에 불과하여 드론 기반 원격 감지 등 활용 분야에 이상적인 제품입니다.",
                "Pika L은 또한 실험실 측정을 위한 Benchtop 시스템과 지상 기반 outdoor 측정을 위한 field 시스템과 함께 사용할 수 있습니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 400-1000nm",
                "900 Spatial pixels Per Lin",
                "281 Spectral Channels Per Line",
                "High Speed(249 fps@full frame)",
                "lightweight, Compact VNIR hyperspectral camera"
              ]
            }
          ]
        }, 
        {
          "name": "Pika XC2",
          "code": "Pika_XC2",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika XC2 초분광 카메라는 400 - 1000nm 스펙트럼 범위를 포괄하는 Resonon의 최고 정밀도 VNIR(가시광선+근적외선) 이미저입니다. Pika L 초분광 카메라보다 공간 및 스펙트럼 해상도가 더 높습니다.",
                "Pika XC2는 고정밀 실험실 데이터가 필요한 연구자에게 이상적입니다. Pika XC2는 실험실, 실외 및 원격 감지 초분광 이미징 시스템과 함께 사용할 수 있습니다.",
                "Pika XC2는 정밀도가 높기 때문에 매우 큰 데이터 세트를 생성합니다. Resonon의 하이퍼스펙트럼 소프트웨어는 공간 및 스펙트럼 차원 모두에서 하드웨어 및 소프트웨어 비닝 기능을 제공하여 감소된 해상도가 허용될 때 더 작은 데이터 볼륨을 가능하게 합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 400-1000nm",
                "1600 Spatial pixels Per Line",
                "447 Spectral Channels Per Line",
                "High Speed(165 fps@full frame)",
                "High-precision VNIR Hyperspectral Camera"
              ]
            }
          ]
        }, 
        {
          "name": "Pika IR",
          "code": "Pika_IR",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika IR 초분광 카메라는 900-1700nm 스펙트럼 범위를 커버하는 RESONON 사의 가장 저렴한 근적외선 imager입니다. 고속(520fps)이 가능하며 화질이 우수합니다.",
                "Pika IR은 적외선 스펙트럼 이미징 데이터가 필요한 연구자에게 저렴한 옵션입니다. 이는 실험실 벤치탑 시스템, 실외 시스템 및 공중 원격 감지 시스템과 함께 사용할 수 있습니다. 매우 높은 정밀도의 데이터가 필요하다면 Pika IR+를 추천드립니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 900-1700nm",
                "320 Spatial pixels Per Line",
                "164 Spectral Channels Per Line",
                "High Speed(520 fps@full frame)",
                "High-Speed Infrared hyperspectral camera"
              ]
            }
          ]
        }, 
        {
          "name": "Pika IR+",
          "code": "Pika_IR+",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                " Pika IR+ 초분광 카메라는 900~1700n 스펙트럼 범위를 커버하는 Resonon 사의 고정밀 근적외선(NIR) imager입니다.",
                " Pika IR 초분광 카메라보다 높은 spatial, spectral resolution으로 우수한 화질을 자랑합니다. Pika IR+는 고정밀 적외선 데이터가 필요한 연구자에게 이상적입니다.",
                "Pika IR+는 실험실, 실외 및 원격 감지 초분광 이미징 시스템과 함께 사용할 수 있습니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 900-1700nm",
                "640 Spatial pixels Per Line",
                "328 Spectral Channels Per Line",
                "High Speed(249 fps@full frame)",
                "High-precision Infrared hyperspectral camera"
              ]
            }
          ]
        },
        {
          "name": "Pika UV",
          "code": "Pika_UV",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika UV ultraviolet hyperspectral 카메라는 상용되는 초분광 imager에 비하여 더 많은 330-800nm 스펙트럼 범위를 커버합니다. 자외선 촬영에 최적화된 특수 설계된 대물 렌즈가 포함되어 있습니다.",
                " Pika UV는 실험실 벤치탑 시스템, 실외 시스템 및 공중 원격 감지 시스템과 함께 사용할 수 있습니다. 표준 할로겐 조명은 355nm 이하에서 많은 에너지를 방출하지 않기 때문에 벤치탑 시스템에서는 추가적인 자외선 조명을 사용합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 330-800nm",
                "1500 Spatial pixels Per Line",
                "255 Spectral Channels Per Line",
                "High Speed(142 fps@full frame)",
                "ultraviolet hyperspectral camera"
              ]
            }
          ]
        },
        {
          "name": "Pika IR-L",
          "code": "Pika_IR-L",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika IR-L은 근적외선 스펙트럼 범위(925 - 1700 nm)를 포괄하는 라인 스캔 초분광 카메라입니다.",
                "Pika IR-L은 고속, 경량 적외선 이미저로서 원격 감지 애플리케이션에 이상적입니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 925-1700 nm",
                "320 Spatial Pixels Per Line",
                "236 Spectral Channels Per Line",
                "High Speed (364 fps max.)"
              ]
            }
          ]
        },
        {
          "name": "Pika IR-L+",
          "code": "Pika_IR-L+",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika IR-L+는 근적외선 스펙트럼 범위(925 - 1700 nm)를 포괄하는 라인 스캔 초분광 카메라입니다.",
                "Pika IR-L+는 최고의 원격 감지 데이터가 필요한 사람들에게 이상적인 고정밀, 경량 적외선 이미저입니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 925-1700 nm",
                "640 Spatial Pixels Per Line",
                "470 Spectral Channels Per Line",
                "3.8 nm Spectral Resolution (FWHM)"
              ]
            }
          ]
        },
        {
          "name": "Pika L-F",
          "code": "Pika_L-F",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika L-F는 가시광선 + 근적외선(VNIR) 스펙트럼 범위를 커버하는 고속(초당 최대 585 프레임) 하이퍼 스펙트럼 카메라입니다. 속도가 중요한 머신 비전 애플리케이션을 위해 설계되었습니다.",
                "Pika L-F는 머신 비전 시스템에 이상적이지만 실험실 및 실외 초분광 시스템에서도 사용할 수 있으며, 프로그래밍 지침 문서와 함께 단독으로 사용하거나 시스템에 통합할 수도 있습니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 420-980 nm",
                "720 Spatial Pixels Per Line",
                "224 Spectral Channels Per Line",
                "High Speed (585 fps max.)"
              ] 
            }
          ]
        },
        {
          "name": "Pika Swir",
          "code": "Pika_Swir",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "Pika SWIR은 단파 적외선(SWIR) 스펙트럼 범위(1000 – 2500 nm)를 위한 초분광 카메라로, 광물 탐사, 제약 검사, 토양 특성화 및 폐기물 재활용을 포함한 광범위한 응용 분야를 가능하게 합니다.",
                "Pika SWIR은 실험실과 실외 초분광 시스템에서 사용할 수 있습니다. Resonon의 벤치탑 및 실외 시스템과 호환됩니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "Spectral Range: 1000-2500 nm",
                "640 Spatial Pixels Per Line",
                "245 Spectral Channels Per Line",
                "11.0 nm Spectral Resolution (FWHM)"
              ] 
            }
          ]
        }
      ]
    }
  ],
  "illumination": [
    {
      "title": "illumination", 
      "items": [
        {
          "name": "MRC-920-029",
          "code": "mrc-920-029",
          "has": ["spec"],
          "features": [
            {
              "title": "MSV Series Illumination 6″ Dual Line",
              "texts": [
                "각 라인과 외부 전원 공급 장치에 대해 4–20W 할로겐 전구를 갖춘 6인치 이중 라인 광원.",
                "커넥터와 스위치가 포함된 12V/25A 300W 전원 공급 장치."
              ]
            }
          ]
        }, 
        {
          "name": "MRC-920-031",
          "code": "mrc-920-031",
          "has": ["spec"],
          "features": [
            {
              "title": "MSV Series Illumination Dual 4",
              "texts": [
                "케이블 및 산업용 전원 공급 장치 모듈이 포함된 듀얼 4​​–35W 할로겐 광원."
              ]
            }
          ]
        },
        {
          "name": "MRC-920-027",
          "code": "mrc-920-027",
          "has": ["spec"],
          "features": [
            {
              "title": "MSV Series Illumination Dual 8",
              "texts": [
                "케이블 및 산업용 전원 공급 장치 모듈이 포함된 듀얼 8–35W 할로겐 광원."
              ]
            }
          ]
        },
        {
          "name": "MRC-920-030",
          "code": "mrc-920-030",
          "has": ["spec"],
          "features": [
            {
              "title": "MSV Series Illumination Single-Line",
              "texts": [
                "16–35W 단일 라인 할로겐 광원(케이블 및 산업용 전원 공급 장치 모듈 포함)."
              ]
            }
          ]
        }
      ]
    }
  ],
  "vision-controller": [
    {
      "title": "Vision Controller",
      "items": [
        {
          "name": "4u Rackmount Vision Controller",
          "code": "4u-Rackmount-Vision",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "고성능 머신 비전 및 산업용 영상 처리 시스템을 위한 고집적 컨트롤러입니다.",
                "견고한 4U 랙마운트 섀시 디자인으로 산업 환경에 적합하며, 다양한 비전 애플리케이션에서의 연속적인 고해상도 영상 처리 및 분석을 지원합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "4U 표준 랙마운트 섀시",
                "고성능 프로세서 & GPU 옵션 (고성능 CPU 지원 및 NVIDIA GPU 카드 장착 가능)",
                "다양한 I/O 및 확장성",
                "산업 현장에서도 안정적인 24시간 가동 가능"
              ]
            }
          ]
        },
        {
          "name": "Compact-Size Vision Controller",
          "code": "Compact-Size-Vision",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "공간이 제한된 산업 환경을 위해 설계된 소형 머신 비전 컨트롤러입니다.",
                "콤팩트한 크기에도 불구하고 고성능 영상 처리 및 딥러닝 연산을 지원하여, 스마트 팩토리 및 로봇 비전 애플리케이션에 최적화된 솔루션을 제공합니다."
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "소형 폼팩터 디자인",
                "고성능 연산 지원",
                "풍부한 I/O 및 통신 포트 "
              ]
            }
          ]
        },
        {
          "name": "Outperform Fanless Vision Controller",
          "code": "Outperform-Fanless-Vision",
          "has": ["spec"],
          "features": [
            {
              "title": "null",
              "texts": [
                "팬리스(Fanless) 구조로 설계된 고성능 머신 비전 컨트롤러로, 소음이 없고 먼지·오염 유입이 제한된 환경에서도 안정적인 작동을 제공합니다. 고열 방출 효율과 내진동 설계를 바탕으로 산업 현장에서 24/7 연속 가동이 필요한 비전 애플리케이션에 적합합니다." 
              ]
            },
            {
              "title": "FEATURE",
              "bullets": [
                "완전 팬리스 설계",
                "고성능 처리 능력",
                "다양한 비전 인터페이스 지원"
              ]
            }
          ]
        }
      ]
    }
  ]
}